Repository: OpenSC/pam_pkcs11
Catalog: po/*.po
Languages: ka

source: Error 2302: PKCS#11 module failed loading.
ka: შეცდომა 2302: PKCS#11 მოდულის ჩატვირთვა ჩავარდა.

source: Error 2304: PKCS#11 module could not be initialized.
ka: შეცდომა 2304: PKCS#11 მოდულის ინიციალიზაცია შეუძლებელია.

source: Please insert your smart card called "%.32s".
ka: ჩადეთ თქვენი სმარტ ბარათი სახელად "%.32s".

source: Please insert your smart card.
ka: ჩადეთ თქვენი სმართ ბარათი.

source: Error 2308: No smart card found.
ka: შეცდომა 2308: სმარტ ბარათი აღმოჩენილი არაა.

source: No smart card found.
ka: სმარტ ბარათები აღმოჩენილი არაა.

source: %s found.
ka: %s აღმოჩენილია.

source: Error 2312: Open PKCS#11 session failed.
ka: შეცდომა 2312: PKCS#11 სესიის გახსნა ჩავარდა.

source: Error 2314: Slot login failed.
ka: შეცდომა 2314: სლოტის შესვლა ჩავარდა.

source: Welcome %.32s!
ka: მოგესალმებით %.32s!

source: %s PIN:
ka: %s-ის PIN-კოდი:

source: Error 2316: Password could not be read.
ka: პაროლი 2316: პაროლის წაკითხვა შეუძლებელია.

source: Error 2318: Empty smart card PIN not allowed.
ka: შეცდომა 2318: სმარტ ბარათის ცარიელი PIN-კოდი დაშვებული არაა.

source: Enter your %s PIN on the pinpad.
ka: შეიყვანეთ თქვენი %s-ის PIN-კოდი pinpad-ზე.

source: Error 2320: Wrong smart card PIN.
ka: შეცდომა 2320: არასწორი სმარტ ბარათის PIN-კოდი.

source: Error 2322: No certificate found.
ka: შეცდომა 2322: სერტიფიკატი აღმოჩენილი არაა.

source: Verifying certificate...
ka: სერტიფიკატის გადამოწმება...

source: Error 2324: Certificate has expired.
ka: შეცდომა 2324: სერტიფიკატის ვადა ამოიწურა.

source: Error 2326: Certificate not yet valid.
ka: შეცდომა 2326: სერტიფიკატი ჯერ ვარგისი არაა.

source: Error 2328: Certificate signature invalid.
ka: შეცდომა 2328: სერტიფიკატის ხელმოწერა არასწორია.

source: Error 2330: Certificate invalid.
ka: შეცდომა 2330: სერტიფიკატი არასწორია.

source: Error 2332: Setting PAM user entry failed.
ka: შეცდომა 2332: PAM-ის მომხმარებლის ჩანაწერის დაყენება ჩავარდა.

source: Error 2334: No matching user.
ka: შეცდომა 2334: შესაბამისი მომხმარებლის გარეშე.

source: Error 2336: No matching certificate found.
ka: შეცდომა 2336: შესაბამისი სერტიფიკატი აღმოჩენილი არაა.

source: Checking signature...
ka: მიმდინარეობს ხელმოწერის შემოწმება...

source: Error 2338: Getting random value failed.
ka: შეცდომა 2338: შემთხვევითი მნიშვნელობის მიღება ჩავარდა.

source: Error 2340: Signing failed.
ka: შეცდომა 2340: ხელმოწერა ჩავარდა.

source: Error 2342: Verifying signature failed.
ka: შეცდომა 2342: ხელმოწერის გადამოწმება ჩავარდა.

source: Smart card authentication cancelled.
ka: სმარტ ბარათის ავთენტიკაცია გაუქმდა.

source: Cannot change the password on your smart card.
ka: თქვენს სმარტ ბარათზე პაროლის შეცვლა შეუძლებელია.

source: Smart card
ka: სმარტ ბარათი
